Repository: BPC2004/concrexit
Catalog: website/education/locale/*/LC_MESSAGES/django.po
Languages: nl

source: Mark exams as accepted
nl: Markeer tentamens als geaccepteerd

source: Mark exams as rejected
nl: Markeer tentamens als afgekeurd

source: Mark summaries as accepted
nl: Markeer samenvattingen als geaccepteerd

source: Mark summaries as rejected
nl: Markeer samenvattingen als afgekeurd

source: Education
nl: Onderwijs

source: category
nl: categorie

source: categories
nl: categorieën

source: old courses
nl: oude vakken

source: period
nl: periode

source: course
nl: vak

source: courses
nl: vakken

source: Exam
nl: Tentamen

source: Partial Exam
nl: Deeltentamen

source: Resit
nl: Hertentamen

source: Practice Exam
nl: Oefententamen

source: Exam Answers
nl: Antwoorden tentamen

source: Partial Exam Answers
nl: Antwoorden deeltentamen

source: Resit Answers
nl: Antwoorden hertentamen

source: Practice Exam Answers
nl: Antwoorden oefententamen

source: exam type
nl: type tentamen

source: exam name
nl: naam tentamen

source: accepted
nl: geaccepteerd

source: exam date
nl: tentamendatum

source: Use the 'View on site' button to download the file for inspection.
nl: Gebruik de ‘Toon op site’ knop om het bestand te downloaden voor controle.

source: exam
nl: tentamen

source: exams
nl: tentamens

source: summary name
nl: naam samenvatting

source: author
nl: auteur

source: summary
nl: samenvatting

source: summaries
nl: samenvattingen

source: Submit Exam
nl: Tentamen Insturen

source: Exam submitted successfully.
nl: Tentamen succesvol ingestuurd.

source: submit
nl: insturen

source: Submit Summary
nl: Samenvatting Insturen

source: Summary submitted successfully.
nl: Samenvatting succesvol ingestuurd.

source: Book Sale
nl: Boekverkoop

source: As of this year, Thalia's book sale goes through Bol.com. As a member of Thalia you get a 5%% discount on study books sold by Bol.com. Furthermore, every time you use one of the links below to visit Bol.com, your browser will receive a cookie for the next few days. Whenever you make a purchase during this period, Thalia receives up to 8%% commission on the products you ordered.
nl: Vanaf dit jaar gaat de boekverkoop van Thalia via Bol.com. Als lid van Thalia krijg je 5%% korting op studieboeken die door Bol.com verkocht worden. Daarnaast krijgt je browser de eerstvolgende paar dagen een cookie als je Bol.com via een van de onderstaande links bezoekt. Als je dan een een aankoop doet krijgt Thalia tot 8%% commissie over de producten die je besteld hebt.

source: How does it work?
nl: Hoe werkt het?

source: Below, you can find an overview for all courses that require a book in the first semester. You can also choose to view all books for an entire period. Upon selecting a course or period, you will be taken to Bol.com where you can select which books you want to purchase, and finish your order as usual. To use the discount, you can use the generator below. It will produce a code you can enter during your checkout at Bol.com.
nl: Hieronder vind je een overzicht van alle vakken waarbij een boek nodig is. Ook kun je ervoor kiezen om alle boeken van een gehele periode te bekijken. Als je een vak of periode kiest word je naar Bol.com genomen waar je een selectie kan maken van de boeken die je wil hebben. Daarna kun je je bestelling afmaken zoals elke andere bestelling. Om de korting te gebruiken kun je onderstaande generator gebruiken. Daar komt een code uit die je bij het afronden van je bestelling in kunt vullen.

source: This generator creates a unique code for each user. If you use the generator again after a few days, it will produce the same code. If you have already used the code once and you want to generate a new one, you can remove your cookies and you will be given a new code.
nl: Deze generator creëert een unieke kortingscode voor elke gebruiker. Als je hem opnieuw gebruikt na een paar dagen zal hij dezelfde code produceren. Als je code al een keer hebt gebruikt en je wil een nieuwe genereren, kun je je cookies verwijderen om een nieuwe code te krijgen.

source: This discount is also valid for books that are not included in the list below. In case books are missing from the catalog, or if you discover any other problems with the books, send an email to <a href="mailto:onderwijs@thalia.nu">onderwijs@thalia.nu</a>.
nl: De korting is ook geldig voor boeken die niet in onderstaande lijst staan. Mocht er een boek ontbreken of er een ander probleem met de boeken zijn, stuur gerust een e-mail naar <a href="mailto:onderwijs@thalia.nu">onderwijs@thalia.nu</a>.

source: first year bachelor courses
nl: eerstejaars bachelorvakken

source: third quarter
nl: derde kwartaal

source: View and order
nl: Bekijk en bestel

source: View all books for the third quarter
nl: Bekijk alle boeken voor het derde kwartaal

source: fourth quarter
nl: vierde kwartaal

source: View all books for the fourth quarter
nl: Bekijk alle boeken voor het vierde kwartaal

source: second year bachelor courses
nl: tweedejaars bachelorvakken

source: third year bachelor courses
nl: derdejaars bachelorvakken

source: No books found for the fourth quarter
nl: Geen boeken gevonden voor het vierde kwartaal

source: master courses
nl: mastervakken

source: Course
nl: Vak

source: Thalia does not have any documents for this course, unfortunately. Are you in possession of exams or summaries for this course? Then let us know or add them to the catalog using the submission page!
nl: Er zijn bij Thalia helaas geen documenten bekend over dit vak. Ben jij in het bezit van tentamens of samenvattingen over dit vak? Laat het ons weten!

source: Exams
nl: Tentamens

source: Summaries
nl: Samenvattingen

source: These documents were collected for <a href="%(course_url)s">%(course_name)s</a>, a predecessor of this course.
nl: Deze documenten zijn van de cursus <a href="%(course_url)s">%(course_name)s</a>, een voorloper van dit vak.

source: This is the overview for <b>%(name)s</b>. You can find all the exams and summaries that Thalia has here.
nl: Dit is de overzichtspagina voor <b>%(name)s</b>. Hier kun je per jaar alle bij Thalia bekende tentamens en samenvattingen terugvinden.

source: Keep in mind that old exams and summaries may not always test the same material as this year.
nl: Houd er rekening mee dat oude tentamens en samenvattingen niet altijd representatief zijn voor wat er dit jaar wordt getoetst.

source: Course code
nl: Cursus code

source: Period
nl: Periode

source: Course overview
nl: Vakkenoverzicht

source: This overview contains all courses for which Thalia has exams, summaries or other documents. Select a course to find out more.<br/> Can't find a course? Let the <a href="mailto:educacie@thalia.nu">education committee</a> know.
nl: Overzicht van alle vakken waar Thalia tentamens, samenvatting of andere documenten voor heeft. Selecteer een vak om er naar te navigeren.<br />Staat er een vak niet tussen? Laat dat dan weten aan de <a href="mailto:educacie@thalia.nu">educatiecommissie</a>.

source: all courses
nl: alle vakken

source: Student Participation
nl: Medezeggenschap

source: Education Program Committee
nl: De Opleidingscommisie

source: <p>The Education Program Committee (EPC) is responsible for giving advice concerning education and exam regulations, that have to be approved every year, and evaluate the quality of education. The EPC consists of six students and six teachers. The EPC considers both course evaluations and teacher's reactions to those, and evaluates the quality of the courses. They also give advice, even unsolicited, to the Director of Education and dean.</p> <p>The EPC meets every month and works good with, but independently from the Board of Directors. Together, students and teachers think about education in order to improve its quality for everyone. The EPC has their own page at Radboudnet. You can also read more about the students that take place in the EPC on their <a href="http://www.olc.cs.ru.nl/">own page</a>.</p>
nl: <p>De opleidingscommissie is verantwoordelijk voor het advies uitbrengen over de onderwijs- en examenregeling, die ieder jaar opnieuw goedgekeurd moet worden, en het beoordelen van de kwaliteit van onderwijs. De OLC bestaat uit zes studenten en zes docenten. De OLC bekijkt de vakevaluaties en de reacties van de docenten daarop, en beoordeelt de kwaliteit van de vakken. Daarnaast brengen we advies uit, ook ongevraagd, aan de onderwijsdirecteur en decaan.</p> <p>De OLC vergadert doorgaans iedere maand, en werkt goed maar onafhankelijk samen met de directie. Docenten en studenten denken samen na over het onderwijs om de kwaliteit voor iedereen te verbeteren. De OLC heeft ook haar eigen pagina op Radboudnet. Daarnaast kan je meer lezen over de studenten die in de OLC zitten op hun <a href="http://olc.cs.ru.nl/">eigen pagina</a>.</p>

source: Faculty Student Council
nl: De Facultaire Studentenraad

source: <p>The Faculty of Science has their own student participation organ that concerns itself with matters that are important to our faculty. This ranges from an expension of the computer rooms to more lenient opening hours to changes concerning education. The Faculty Student Council is open for all suggestions that have anything to do with our faculty. Whether you think there is not enough space in the bicycle parking lots or that you did not get enough time on your exams due to the procters, the Faculty Student Council tries to tackle all problems and make sure that the Faculty of Science remains the best faculty at our university. You can read more about the Faculty Student Council <a href="http://www.ru.nl/fnwi/fsr/">here</a>.</p>
nl: <p>De bètafaculteit heeft een eigen medezeggeschapsorgaan dat meedenkt en besluit over zaken die onze faculteit aangaan. Dit kan bijvoorbeeld gaan om een uitbreiding van de computerruimtes tot verruiming van de openingstijden en veranderingen in het onderwijs. De FSR staat open voor alle suggesties die te maken hebben met onze faculteit. Vind je dat er meer ruimte moet komen in de fietsenstalling onder het Huygens? Heb je onterecht te weinig tijd gekregen voor een tentamen door surveillanten? Vind je dat je te lang moet wachten voor de studentenbalie? De FSR probeert alle onrecht en problemen aan te pakken en de fijnste faculteit van de universiteit te blijven. Je kan <a href="ḧttp://www.ru.nl/fnwi/fsr/">hier</a> meer over de FSR lezen.</p>

source: University Student Council
nl: De Universitaire Studentenraad

source: <p>The University Student Council (USC) is concerned with all issues that concern the entire university. One could think of the opening hours of the university library or the renting of rooms for student organizations. The USC consists of fourteen members. Eight are chosen by students and the other six represent different student organizations from the university. You can read more about the USC <a href="http://www.ru.nl/usr/">here</a>.</p>
nl: <p>De Universitaire Studentenraad (USR) houdt zich bezig met allerlei problemen die de gehele universiteit aangaan, zoals de openingsuren van de bibliotheek of het huren van lokalen door studentenorganizaties. De USR bestaat uit veertien leden. Acht daarvan worden gekozen door de studenten en de andere zes representeren verschillende studentenorganisaties. Je kan <a href="http://www.ru.nl/usr/">hier</a> meer lezen over de USR.

source: Summary
nl: Samenvatting
