Repository: BPC2004/concrexit
Catalog: website/documents/locale/*/LC_MESSAGES/django.po
Languages: nl

source: lecture year
nl: college jaar

source: Documents
nl: Documenten

source: Annual document
nl: Jaarlijks document

source: Association document
nl: Verenigingsdocument

source: Minutes
nl: Notulen

source: Miscellaneous document
nl: Overig document

source: name
nl: naam

source: created
nl: aangemaakt op

source: last updated
nl: laatst aangemaakt op

source: category
nl: categorie

source: file
nl: bestand

source: members only
nl: alleen voor leden

source: Annual documents
nl: Jaarlijkse documenten

source: Annual report
nl: Jaarverslag

source: Financial report
nl: Financieel jaarverslag

source: Policy document
nl: Beleidsdocument

source: year
nl: jaar

source: Miscellaneous association document
nl: Overig verenigingsdocument

source: Miscellaneous association documents
nl: Overige verenigingsdocumenten

source: Miscellaneous documents
nl: Overig documenten

source: General meeting
nl: Algemene ledenvergadering

source: General meetings
nl: Algemene ledenvergaderingen

source: documents
nl: documenten

source: datetime
nl: tijdstip

source: location
nl: locatie

source: Miscellaneous Association Documents
nl: Overige Verenigingsdocumenten

source: Thalia was officially founded on November 7th, 1990. The relevant statutes and internal rules can be accessed here. The statues have last been amended in September 2007; the internal rules have been changed on several occasions. Other miscellaneous documents can be found here as well, such as the expanse form. The documents regarding the canteens can be found on <a href="https://olympus.science.ru.nl">the website of umbrella association Olympus</a>.
nl: 7 november 1990 is Thalia officieel opgericht. De bijbehorende statuten en huisregels zijn hier opvraagbaar. De statuten zijn in september 2007 voor het laatst bijgewerkt; de huisregels zijn meerdere keren veranderd. Verder zijn hier diverse andere documenten te vinden, zoals het declaratieformulier. De kantineregelementen zijn te vinden op <a href="https://olympus.science.ru.nl">de website van koepelvereniging Olympus</a>.

source: Policy Documents &amp; Annual Reports
nl: Beleidsdocumenten &amp; Jaarverslagen

source: Every candidate board of Thalia drafts a policy document before being installed, to detail their plans for the next year. This also includes a general planning of all activities, as well as the budget for that year. Furthermore, the association is obliged to deliver an annual report and provide a financial overview. These documents show the financial developments over the year, what contacts Thalia maintained and what activities were organized. All historical policy documents and reports are made available, below.
nl: Een aankomend bestuur van Thalia stelt voor installatie een beleidsplan op waarin wordt aangegeven wat voor koers het als bestuur wil gaan varen. Daarnaast wordt een globale planning gegeven van alle activiteiten en wordt natuurlijk een jaarbegroting opgesteld. Verder is een studievereniging verplicht een jaarverslag te maken en hierbij onder andere een financieel overzicht te verschaffen. Hierin kan je vinden hoe het jaar financieel verlopen is, welke contacten Thalia heeft onderhouden en welke activiteiten er zijn georganiseerd. In het onderstaande overzicht zijn de afgelopen beleidsplannen en jaarverslagen terug te vinden.

source: Policy
nl: Beleidsdocument

source: General Meetings
nl: Algemene Ledenvergaderingen

source: The General Meetings (ALVs) can be attended by all members, honorary members and donors. Thalia organizes at least two general meetings each year. Minutes of these meetings are made available below. This allows (honorary) members and donors that did not attend to get an insight in what was discussed as well.
nl: De Algemene Ledenvergaderingen (ALVs) kunnen door alle leden, ereleden en begunstigers worden bijgewoond. Binnen Thalia wordt tenminste twee maal per jaar een ALV georganiseerd. Naar aanleiding van deze vergaderingen worden notulen gemaakt die hieronder zijn in te zien. Zo kunnen ook de (ere)leden en begunstigers die niet aanwezig waren teruglezen wat er allemaal besproken is.

source: Earlier..
nl: Eerder..

source: General Meetings of %(year)s-%(nextyear)s:
nl: ALV's van %(year)s-%(nextyear)s:

source: Meeting
nl: ALV

source: No minutes<br>available
nl: Geen notulen<br>beschikbaar

source: Only signed-in users can view<br>General Meeting documents.
nl: ALV-stukken zijn alleen in te zien<br>door ingelogde gebruikers.

source: There are no General Meetings available for %(year)s-%(nextyear)s
nl: Er zijn geen ALV's beschikbaar van %(year)s-%(nextyear)s
