Repository: BPC2004/concrexit
Catalog: website/members/locale/*/LC_MESSAGES/djangojs.po
Languages: nl

source: Members per member type
nl: Leden per lidtype

source: Members
nl: Leden

source: Supporters
nl: Begunstigers

source: Honorary Members
nl: Ereleden

source: Total members per year
nl: Aantal leden per jaar

source: 1st year
nl: Eerstejaars

source: 2nd year
nl: Tweedejaars

source: 3rd year
nl: Derdejaars

source: 4th year
nl: Vierdejaars

source: 5th year
nl: Vijfdejaars

source: >5th year
nl: Ouderejaars

source: Members per year
nl: Leden per jaar

source: Supporters per year
nl: Begunstigers per jaar

source: Total pizza orders of type
nl: Totaal aantal pizza bestellingen per soort

source: Current pizza orders of type
nl: Aantal pizza bestellingen van het huidige event per soort
