Repository: BPC2004/concrexit
Catalog: website/members/locale/*/LC_MESSAGES/django.po
Languages: nl

source: membership type
nl: lidtype

source: Age
nl: Leeftijd

source: Unknown
nl: Onbekend

source: First name
nl: Voornaam

source: Last name
nl: Achternaam

source: Address
nl: Adres

source: Address line 2
nl: Tweede adresregel

source: Postal code
nl: Postcode

source: City
nl: Woonplaats

source: Download address label for selected users
nl: Download adreslabels voor geselecteerde gebruikers

source: Student number
nl: Studentnummer

source: Download student number label for selected users
nl: Download studentnummers voor geselecteerde gebruikers

source: Members
nl: Leden

source: Membership announcement
nl: Mededeling over lidmaatschap

source: Membership announcement sent
nl: Mededeling over lidmaatschap verzonden

source: Membership information check
nl: Controle gegevens lidmaatschap

source: Membership information check sent
nl: Controle gegevens lidmaatschap verzonden

source: Membership expiration announcement
nl: Verlopen lidmaatschap

source: Membership expiration announcement sent
nl: Meldingen vervallen lidmaatschap verzonden

source: Welcome to Study Association Thalia
nl: Welkom bij Studievereniging Thalia

source: Please confirm your email change
nl: Bevestig de verandering van je e-mailadres

source: Please verify your email address
nl: Verifieer je nieuwe e-mailadres

source: Your email address has been changed
nl: Je e-mailadres is aangepast

source: Please enter a bank account
nl: Voer een bankrekening in

source: Send welcome email
nl: Stuur welkomste-mails

source: This email will include the generated password
nl: Deze e-mail zal het gegenereerde wachtwoord bevatten

source: Email address
nl: E-mailadres

source: Is this user currently active
nl: Is deze user op dit moment actief

source: Computing Science
nl: Informatica

source: Information Sciences
nl: Informatiekunde

source: Study programme
nl: Studie

source: Enter a valid student- or e/z/u-number.
nl: Voer een geldig student- of e/z/u-nummer in.

source: Starting year
nl: Startjaar

source: The year this member started studying.
nl: Het jaar waarop dit lid begon met studeren.

source: Include the house number
nl: Inclusief huisnummer

source: Street and house number
nl: Straat en huisnummer

source: Second address line
nl: Tweede adresregel

source: Phone number
nl: Telefoonnummer

source: Enter a phone number so Thalia may reach you
nl: Voer een telefoonnummer in zodat Thalia je kan bereiken

source: Please enter a valid phone number
nl: Voer svp een geldig telefoonnummer in

source: Emergency contact name
nl: Contact voor noodgevallen

source: Who should we contact in case of emergencies
nl: Wie Thalia moet bereiken in bij noodgevallen

source: Emergency contact phone number
nl: Telefoonnummer noodcontact

source: The phone number for the emergency contact
nl: Het telefoonummer van de noodcontact

source: Birthday
nl: Verjaardag

source: Display birthday
nl: Laat verjaardag zien

source: Show your birthday to other members on your profile page and in the birthday calendar
nl: Toon je verjaardag aan andere leden op je profielpagina en in de verjaardagskalender

source: Website to display on your profile page
nl: Website om op je profiel te linken

source: Profile text
nl: Profieltekst

source: Text to display on your profile
nl: Tekst om te laten zien op je profielpagina

source: Initials
nl: Initialen

source: Nickname
nl: Bijnaam

source: How to display name
nl: Weergave naam

source: Show full name
nl: Volledige naam

source: Show only nickname
nl: Alleen initialen

source: Show only first name
nl: Alleen voornaam

source: Show initials and last name
nl: Alleen initialen en achternaam

source: Show name like "John 'nickname' Doe"
nl: Laat zien als "John 'bijnaam' Doe"

source: Show nickname and last name
nl: Laat bijnaam en achternaam zien

source: Photo
nl: Foto

source: Which events can this member attend
nl: Welke evenementen mag dit lid bijwonen

source: All events
nl: Alle evenementen

source: User may not attend events
nl: Gebruiker mag niet naar evenementen

source: User may not attend drinks
nl: Gebruiker mag niet naar borrels

source: User may not attend anything
nl: Gebruiker mag nergens heen

source: Preferred language
nl: Voorkeurstaal

source: Preferred language for e.g. newsletters
nl: Voorkeurstaal voor b.v.b. nieuwsbrieven

source: Receive opt-in mailings
nl: Ontvang opt-in mailings

source: Receive mailings about vacancies and events from Thalia's sponsors.
nl: Ontvang mailings over vacatures en evenementen van Thalia's sponsoren.

source: Receive newsletter
nl: Ontvang nieuwsbrief

source: Receive the Thalia Newsletter
nl: Ontvang de Thalia nieuwsbrief

source: Yes, I want Thalia to take the membership fees from my bank account through direct debit for each year.
nl: Ja, ik wil dat Thalia verschuldigde lidmaatschapsgelden elk jaar van mijn bankrekening afschrijft.

source: No, I will pay the contribution myself
nl: Nee, ik zal de contributie zelf betalen

source: Direct debit
nl: Automatische afschijving

source: Each year, have Thalia take the membership fees from my bank account
nl: Laat Thalia elk jaar het lidmaatschapsgeld van mijn bankrekening afschrijven

source: Bank account
nl: Bankrekening

source: Bank account for direct debit
nl: Bankrekening voor automatische afschrijving

source: Display name
nl: Weergavenaam

source: You need to enter a nickname to use it as display name
nl: Je moet een bijnaam invoeren voordat je deze kunt gebruiken als weergavenaam

source: A birthday cannot be in the future.
nl: Een verjaardag kan niet in de toekomst liggen.

source: Member
nl: Lid

source: Supporter
nl: Begunstiger

source: Honorary Member
nl: Erelid

source: Membership type
nl: Lidtype

source: User
nl: Gebruiker

source: Membership since
nl: Lid sinds

source: The date the member started holding this membership.
nl: De datum waarop het lid dit lidmaatschap is begonnen.

source: Membership until
nl: Lid tot

source: The date the member stops holding this membership.
nl: De datum waarop het lid dit lidmaatschap beëindigd.

source: End date can't be before start date
nl: De einddatum kan niet eerder zijn dan de startdatum

source: A membership already exists for that period
nl: Er bestaat al een lidmaatschap voor deze periode

source: created at
nl: gemaakt op

source: member
nl: lid

source: verified
nl: geverifieerd

source: the new email address is valid
nl: het nieuwe e-mailadres is geverifieerd

source: confirmed
nl: bevestigd

source: the old email address was checked
nl: het oude e-mailadres is gecontroleerd

source: Please enter a new email address.
nl: Vul een nieuw e-mailadres in.

source: Export IBANs for Direct Debit
nl: Exporteer IBANs voor automatische incasso

source: members
nl: leden

source: You’re currently logged in as <strong>%(user)s</strong>
nl: U bent momenteel ingelogd als <strong>%(user)s</strong>

source: show public profile
nl: bekijk publieke profielpagina

source: Take a look at your own profile.
nl: Bekijk je eigen profielpagina.

source: manage membership
nl: lidmaatschap beheren

source: Get information about your membership or renew it.
nl: Bekijk je lidmaatschap of vernieuw deze indien nodig.

source: edit profile
nl: profiel bewerken

source: Edit your profile and avatar.
nl: Bewerk je profiel en profielafbeelding.

source: change password
nl: wachtwoord wijzigen

source: Change your accounts' password.
nl: Wijzig het wachtwoord van je account.

source: logout
nl: uitloggen

source: Leave the restricted area of the website.
nl: Verlaat het beveiligde gedeelte van de website.

source: Your profile has been updated successfully.
nl: Je profiel is succesvol opgeslagen.

source: Please check your profile for errors.
nl: Controleer je profiel op fouten.

source: First Name
nl: Voornaam

source: Last Name
nl: Achternaam

source: Email Address
nl: E-mailadres

source: Click here to change your email address.
nl: Klik hier om je e-mailadres aan te passen.

source: save
nl: opslaan

source: Dear %(name)s, We've successfully updated the email address of your account. If you have any questions, then don't hesitate and send an email to info@thalia.nu. With kind regards, The board of Study Association Thalia ———— This email was automatically generated.
nl: Beste %(name)s, We hebben het e-mailadres van je account succesvol bijgewerkt. Mocht je vragen hebben, stuur dan vooral een mailtje naar info@thalia.nu. Met vriendelijke groet, Het bestuur der Studievereniging Thalia ———— Deze e-mail is automatisch gegenereerd.

source: Dear %(name)s, We've received a request to change the email address of your account. If you did not submit such a request then please ignore this email. Please open the following link in your web browser to confirm the change: %(confirm_link)s If you have any questions, then don't hesitate and send an email to info@thalia.nu. With kind regards, The board of Study Association Thalia ———— This email was automatically generated.
nl: Beste %(name)s, We hebben een verzoek ontvangen om het e-mailadres van je account aan te passen. Mocht je dit verzoek niet zelf hebben ingediend, negeer deze e-mail dan. Open de volgende link in je webbrowser om de verandering te bevestigen: %(confirm_link)s Mocht je vragen hebben, stuur dan vooral een mailtje naar info@thalia.nu. Met vriendelijke groet, Het bestuur der Studievereniging Thalia ———— Deze e-mail is automatisch gegenereerd.

source: Dear %(name)s, We've received a request to change the email address of your account. If you did not submit such a request then please ignore this email. Please open the following link in your web browser to confirm your new email address: %(confirm_link)s If you have any questions, then don't hesitate and send an email to info@thalia.nu. With kind regards, The board of Study Association Thalia ———— This email was automatically generated.
nl: Beste %(name)s, We hebben een verzoek ontvangen om het e-mailadres van je account aan te passen. Mocht je dit verzoek niet zelf hebben ingediend, negeer deze e-mail dan. Open de volgende link in je webbrowser om je nieuwe e-mailadres te verifiëren: %(confirm_link)s Mocht je vragen hebben, stuur dan vooral een mailtje naar info@thalia.nu. Met vriendelijke groet, Het bestuur der Studievereniging Thalia ———— Deze e-mail is automatisch gegenereerd.

source: Dear %(name)s, We currently have the following information about you in our database. Via this email we'd like to ask you to check the accuracy of this data. Username: %(member.username)s Name: %(member.get_full_name)s Address: %(member.profile.address_street)s %(member.profile.address_street2)s %(member.profile.address_postal_code)s %(member.profile.address_city)s Phone: %(member.profile.phone_number)s Date of birth: %(member.profile.birthday)s Email address: %(member.email)s Student number: %(member.profile.student_number)s Cohort: %(member.profile.starting_year)s Programme: %(member.profile.programme)s You can change this data by logging into the website and using the 'edit profile' page. Unable to edit the incorrect information? Then send an email: info@thalia.nu. With kind regards, The board of Study Association Thalia ———— This email was automatically generated.
nl: Beste %(name)s, Hieronder vind je de (meeste) gegevens die we op dit moment van je geregistreerd hebben. Wil je deze controleren op juistheid? Gebruikersnaam: %(member.username)s Naam: %(member.get_full_name)s Adres: %(member.profile.address_street)s %(member.profile.address_street2)s %(member.profile.address_postal_code)s %(member.profile.address_city)s Telefoonnummer: %(member.profile.phone_number)s Geboortedatum: %(member.profile.birthday)s Emailadres: %(member.email)s Studentnummer: %(member.profile.student_number)s Cohort: %(member.profile.starting_year)s Programma: %(member.profile.programme)s Je kunt als je ingelogd bent via ‘Mijn gegevens’ de meeste van deze gegevens aanpassen. Klopt iets niet wat je niet zelf kunt bewerken? Stuur dan een mailtje naar info@thalia.nu. Met vriendelijke groet, Het bestuur der Studievereniging Thalia ———— Deze e-mail is automatisch gegenereerd.

source: Dear %(name)s, You're a study member of Thalia. This means that you'll be a member as long as you're enrolled in either a computer science or an information science programme. Are you still studying? Then you don't have to do anything at all! Did you graduate or stop with your studies for any other reason? Then please send us an email so that we can update our administration: info@thalia.nu If you have any questions, then don't hesitate and send us an email. With kind regards, The board of Study Association Thalia ———— This email was automatically generated.
nl: Dear %(name)s, Je bent studielid van Thalia. Dit betekent dat zolang je informatica of informatiekunde studeert je lid bent van Thalia. Studeer je nog? Dan hoef je niets te doen! Ben je afgestudeerd of om een andere reden gestopt met je studie? Stuur dan even een mailtje naar info@thalia.nu, zodat we je uit het systeem kunnen halen. Als je vragen hebt over dit mailje kun je uiteraard ook contact opnemen. Met vriendelijke groeten, Het bestuur der Studievereniging Thalia ———— Deze e-mail is automatisch gegenereerd.

source: Dear %(full_name)s, Welcome to Study Association Thalia! You now have an account and can log in at https://thalia.nu/. Your username is: %(username)s Your password is: %(password)s Please also check the information on your profile. With kind regards, The board of Study Association Thalia ———— This email was automatically generated.
nl: Beste %(full_name)s, Welkom bij Studievereniging Thalia! Je hebt nu een account zodat je kunt inloggen op https://thalia.nu/. Dit zijn je gebruikersnaam en wachtwoord: Je gebruikersnaam is: %(username)s Je wachtwoord: %(password)s Controleer alsjeblieft ook de gegevens in je profiel. Met vriendelijke groet, Het bestuur der Studievereniging Thalia ———— Deze e-mail is automatisch gegenereerd.

source: change email
nl: e-mailadres veranderen

source: change
nl: verander

source: The confirmation of your email change was successful. Check your new inbox for the verification email.
nl: De verandering van je e-mailadres is bevestigd. Controleer je nieuwe inbox voor de verificatie e-mail.

source: We have received the request to change your email address. You should receive a message in both your new and old mailboxes to verify the change.
nl: We hebben je verzoek tot verandering van je e-mailadres ontvangen. Controleer je oude en nieuwe mailboxen om de verandering te bevestigen.

source: The verification of your email change was successful. Check your old inbox for the confirmation email.
nl: Het nieuwe e-mailadres van je account is geverifieerd. Controleer je oude inbox voor de bevestigingse-mail.

source: Ever wondered what the name of that person in the back row of the lecture room is? There is a high probability that this person is a member of Thalia, and thus you can use this directory to find him or her.
nl: Wel eens op zoek naar de naam van die persoon die je altijd in de gangen ziet lopen? Er bestaat een grote kans dat die persoon lid van Thalia is, en dus is opgenomen in de onderstaande ledenlijst.

source: Who are you looking for?
nl: Wie zoek je?

source: Search
nl: Zoeken

source: All members
nl: Alle leden

source: Older
nl: Ouder

source: Honorary Members
nl: Ere-leden

source: Former Members
nl: Oud-leden

source: No members found
nl: Geen leden gevonden

source: Next
nl: Volgende

source: profile
nl: profiel

source: About
nl: Over

source: This member has not written a description yet.
nl: Dit lid heeft nog geen beschrijving geschreven.

source: Personal information
nl: Persoonlijke gegevens

source: Achievements for Thalia
nl: Verdiensten voor Thalia

source: Chair
nl: Voorzitter

source: today
nl: heden

source: Statistics
nl: Statistieken

source: Total amount of Thalia members
nl: Totaal aantal Thalialeden

source: Unknown membership history
nl: Onbekende lidmaatschap geschiedenis

source: Former honorary member
nl: Oud-erelid

source: Former member
nl: Oud-lid

source: Former supporter
nl: Oud-begunstiger
