Repository: BPC2004/concrexit
Catalog: website/pizzas/locale/*/LC_MESSAGES/django.po
Languages: nl

source: <strong><a href="{link}">Orders</a></strong>
nl: <strong><a href="{link}">Bestellingen</a></strong>

source: Either specify a member or a name
nl: Specificeer een lid of vul een naam in

source: Order from
nl: Bestel vanaf

source: Order until
nl: Bestel tot

source: This event cannot overlap with
nl: Dit evenement kan niet overlappen met

source: Only allow to be ordered by people with the 'order restricted products' permission.
nl: Laat alleen bestellen door mensen die de 'bestel beperkte producten' permissie hebben.

source: Order restricted products
nl: Bestel beperkte producten

source: Use this for non-members
nl: Vul dit in voor niet-leden

source: Add order
nl: Nieuwe bestelling toevoegen

source: Add order for %(title)s
nl: Bestelling toevoegen voor %(title)s

source: Name
nl: Naam

source: Add
nl: Toevoegen

source: A more generic version of this form is<br>also available in the <a href="%(url_pizzas_order_add)s">administration back-end</a>.
nl: Een meer generieke versie van dit formulier<br>is ook beschikbaar in de <a href="%(url_pizzas_order_add)s">back-end</a>.

source: Order food for %(title)s
nl: Bestel eten voor %(title)s

source: There is no current event for which you can order food
nl: Er is nu geen evenement waar je eten voor kunt bestellen

source: All products
nl: Alle producten

source: All events
nl: Alle evenementen

source: All orders
nl: Alle bestellingen

source: It will be possible to order from %(start)s.
nl: Je kan bestellen vanaf %(start)s.

source: It was possible to order until %(end)s.
nl: Je kon bestellen tot %(end)s.

source: It is possible to order until %(end)s.
nl: Je kan bestellen tot %(end)s.

source: The order has been paid for.
nl: De bestelling is betaald.

source: The order has not yet been paid for.
nl: De bestelling is nog niet betaald.

source: Current order
nl: Huidige bestelling

source: Description
nl: Omschrijving

source: Price
nl: Prijs

source: Cancel
nl: Annuleren

source: You can no longer cancel.
nl: Je kunt niet meer annuleren.

source: Are you sure you want to cancel your order?
nl: Weet je zeker dat je de bestelling wilt annuleren?

source: Changing your order
nl: Bestelling bewerken

source: You did not place an order.
nl: Je hebt geen bestelling geplaatst.

source: Modify
nl: Bewerken

# pizzas
source: Order
nl: Bestellen

source: Are you sure you want to modify your order?
nl: Weet je zeker dat je de bestelling aan wilt passen?

source: Orders for %(title)s
nl: Bestellingen voor %(title)s

source: Add a new order
nl: Nieuwe bestelling toevoegen

source: Overview
nl: Overzicht

source: Paid
nl: Betaald

source: Yes
nl: Ja

source: No
nl: Nee

source: Are you sure you want to delete this order?
nl: Weet je zeker dat je de bestelling wilt verwijderen?

source: Nobody ordered yet
nl: Nog geen bestellingen

source: Back
nl: Terug

source: Amount
nl: Aantal

source: Total
nl: Totaal

source: Your order could not be found.
nl: Je bestelling kont niet worden gevonden.

source: Your order has been cancelled.
nl: Je bestelling is geannuleerd.

source: Your order was successful.
nl: Je bestelling is succesvol.
