Repository: BPC2004/concrexit
Catalog: website/announcements/locale/*/LC_MESSAGES/django.po
Languages: nl

source: Site announcements
nl: Site kop aankondigingen

source: Content
nl: Inhoud

source: The content of the announcement; what text to display.
nl: De inhoud van de aankondiging; welke tekst weer te geven.

source: Display since
nl: Geef weer vanaf

source: Hide this announcement before this time.
nl: Verberg deze aankondiging voor dit tijdstip.

source: Display until
nl: Laat zien tot

source: Hide this announcement after this time.
nl: Verberg de aankondiging na dit tijdstip.

source: Font Awesome icon
nl: Font Awesome-icoon

source: Font Awesome abbreviation for icon to use.
nl: Font Awesome afkorting voor het te gebruiken icoon.

source: Title
nl: Titel

source: The title of the article; what goes in the header
nl: De tekst van het artikel; wat er in de kop moet

source: The content of the article; what text to display.
nl: De inhoud van het artikel; welke tekst weer te geven.

source: Hide this article before this time.
nl: Verberg dit artikel voor dit tijdstip.

source: Hide this article after this time.
nl: Verberg dit artikel na dit tijdstip.

source: The title of the slide; just for the admin.
nl: De titel van de slide; alleen voor in de admin.

source: The content of the slide; what image to display.
nl: De inhoud van de slide; welke afbeelding weer te geven.

source: Hide this slide before this time.
nl: Verberg deze slide voor dit tijdstip.

source: Hide this slide after this time.
nl: Verberg deze slide na dit tijdstip.

source: Order
nl: Volgorde

source: Approximately where this slide should appear in the order
nl: Ongeveer waar in de volgorde deze slide weergegeven wordt

source: Display only for authenticated members
nl: Alleen tonen aan ingelogde leden

source: Place the user is taken to when clicking the slide
nl: Plek waar naartoe wordt genavigeerd als er op de slide wordt geklikt

source: Link outside thalia.nu
nl: Link buiten thalia.nu

source: Clicking the slide will open a new tab
nl: Op de slide klikken opent een nieuwe tab
