Repository: BPC2004/concrexit
Catalog: website/mailinglists/locale/*/LC_MESSAGES/django.po
Languages: nl

source: List aliasses
nl: Lijstaliassen

source: Mailing lists
nl: Mailinglijsten

source: Name
nl: Naam

source: Enter a simpler name
nl: Vul een eenvoudigere naam in

source: Enter the name for the list (i.e. name@thalia.nu).
nl: Vul een naam voor de lijst in (d.w.z. naam@thalia.nu)

source: Prefix
nl: Voorvoegsel

source: Enter a prefix that should be prefixed to subjects of all emails sent via this mailinglist.
nl: Vul een prefix in die voor het onderwerp van alle e-mails die via de lijst worden verstuurd moet worden gezet.

source: Description
nl: Beschrijving

source: Write a description for the mailinglist.
nl: Vul een beschrijving voor de lijst in.

source: Archived
nl: Gearchiveerd

source: Indicate whether an archive should be kept.
nl: Geef aan of er een archief moet worden bijgehouden.

source: Moderated
nl: Gemodereerd

source: Indicate whether emails to the list require approval.
nl: Geef aan of e-mails aan deze lijst goedgekeurd moeten worden.

source: Members
nl: Leden

source: Select individual members to include in the list.
nl: Selecteer individuele leden die aan de lijst moeten worden toegevoegd.

source: Member groups
nl: Ledengroepen

source: Select entire groups to include in the list.
nl: Selecteer groepen die aan de lijst moeten worden toegevoegd.

source: Automatic response enabled
nl: Automatisch antwoord ingeschakeld

source: Indicate whether emails will get an automatic response.
nl: Geef aan of e-mails aan deze lijst een automatisch antwoord krijgen.

source: Autoresponse text
nl: Automatisch antwoordbericht

source: %(model_name)s with this %(field_label)s already exists.
nl: %(model_name)s met deze %(field_label)s bestaat al.

source: List alias
nl: Lijstalias

source: Enter a text for the auto response.
nl: Voer een bericht in voor het automatische antwoord.

source: Email address
nl: E-mailadres

source: Enter an explicit email address to include in the list.
nl: Vul een letterlijk e-mailadres in dat aan de lijst moeten worden toegevoegd.

source: Verbatim address
nl: Letterlijk e-mailadres

source: Verbatim addresses
nl: Letterlijke e-mailadressen

source: Alternative name
nl: Alternatieve naam

source: Enter an alternative name for the list.
nl: Vul een alternatieve naam voor de lijst in.

source: List alias {alias} for {list}
nl: Lijstalias {alias} voor {list}

source: Automatically generated mailing lists
nl: Automatisch gegenereerde mailinglijsten

source: Information
nl: Informatie

source: Archived moderated list that can be used to send mail to all members. Supports language code suffix.
nl: Gearchiveerde en gemodereerde lijst die gebruikt kan worden om mail naar alle leden te versturen. Ondersteunt taalcode achtervoegsel.

source: Archived moderated list that can be used to send mail to all benefactors. Supports language code suffix.
nl: Gearchiveerde en gemodereerde lijst die gebruikt kan worden om mail naar alle begunstigers te sturen. Ondersteunt taalcode achtervoegsel.

source: Archived moderated list that can be used to send mail to all honorary members. Supports language code suffix.
nl: Gearchiveerde en gemodereerde lijst die gebruikt kan worden om mail naar alle ereleden te sturen. Ondersteunt taalcode achtervoegsel.

source: Archived moderated list that can be used to send mail to all active members. These are all users that are currently a member of a committee.
nl: Gearchiveerde en gemodereerde lijst die gebruikt kan worden om mail naar alle actieve leden te versturen. Dit zijn alle leden die op dit moment in een commissie zitten.

source: Archived list that can be used to send mail to all committee chairs.
nl: Gearchiveerde lijst die gebruikt kan worden om mail naar alle commissievoorzitters te versturen.

source: Archived list that can be used to send mail to all society chairs.
nl: Gearchiveerde lijst die gebruikt kan worden om mail naar alle gezelschapvoorzitters te versturen.

source: Archived list that can be used to send mail to all orientation mentors. These members should have a mentorship with the current calendar year. So members with a mentorship in the year 2017 can be mailed from January 2017 until December 2017.
nl: Gearchiveerde lijst die gebruikt kan worden om mail naar alle mentoren van de introductie te versturen. Deze leden moeten een mentorschap hebben van het huidige kalenderjaar. Dus leden met een mentorschap in het jaar 2017 kunnen gemaild worden vanaf januari tot en met december 2017.

source: Archived moderated list that can be used to send mail to all members that have opted-in to receive these (mostly recruitment) emails.
nl: Gearchiveerde en gemodereerde lijst die gebruikt kan worden om mail naar alle leden die ervoor hebben gekozen deze (vooral recruitment) e-mails te ontvangen.

source: Every old board gets their own non-archived non-moderated mailinglists. For example the board of the academic year 2014 - 2015 gets bestuur1415 and board1415.
nl: Alle oud besturen krijgen een eigen niet gearchiveerde, niet gemodereerde lijst. Bijvoorbeeld, het bestuur van het collegejaar 2014 - 2015 heeft bestuur1415 en board1415.

source: Archived moderated list that can be used to send mail to all previous board members.
nl: Gearchiveerde en gemodereerde lijst die gebruikt kan worden om mail naar alle oud-bestuursleden.

source: Support for the language code suffix means that adding <code>-en</code> of <code>-nl</code> to the name will only send this email to users with that specific preferred language on their profiles.
nl: Ondersteuning voor taalcode achtervoegsel betekent dat het toevoegen van <code>-en</code> of <code>-nl</code> aan de naam van deze lijst alleen e-mail zal versturen naar gebruikers met die specifieke voorkeurstaal op hun profiel.
